Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: Notify when GPU utilisation stays above the chosen level for a sustained period, for example a model left running. The GPU tab shows who is using it. Off by default.
de: Benachrichtigen, wenn die GPU-Auslastung über einen längeren Zeitraum über dem gewählten Wert bleibt, zum Beispiel bei einem Modell, das weiterläuft. Der GPU-Tab zeigt, wer sie nutzt. Standardmäßig aus.
fr: Notifier quand l'utilisation du GPU reste au-dessus du niveau choisi pendant une période prolongée, par exemple un modèle laissé en cours d'exécution. L'onglet GPU montre qui l'utilise. Désactivé par défaut.
zh_hans: 当 GPU 利用率持续一段时间高于所选水平时通知,例如模型一直运行。GPU 标签页会显示谁在使用它。默认关闭。

source: Notify when a process keeps growing in a way that looks like a memory leak.
de: Benachrichtigen, wenn ein Prozess so weiterwächst, dass es wie ein Speicherleck aussieht.
fr: Notifier quand un processus continue de grossir d'une manière qui ressemble à une fuite mémoire.
zh_hans: 当进程持续增长且看起来像内存泄漏时通知。

source: Notify when any single process exceeds the chosen memory footprint.
de: Benachrichtigen, wenn ein einzelner Prozess den gewählten Speicherbedarf überschreitet.
fr: Notifier quand un seul processus dépasse l'empreinte mémoire choisie.
zh_hans: 当任何单个进程超过所选内存占用时通知。

source: Notify when macOS keeps slowing work down to shed heat, naming the process using the most CPU at that moment.
de: Benachrichtigen, wenn macOS die Arbeit wiederholt drosselt, um Wärme abzuführen, mit dem Prozess, der in dem Moment die meiste CPU nutzt.
fr: Notifier quand macOS continue de ralentir le travail pour évacuer la chaleur, en nommant le processus qui utilise le plus de CPU à ce moment-là.
zh_hans: 当 macOS 为散热而持续降低工作速度时通知,并指出当时占用 CPU 最多的进程。

source: Notify when the system reaches critical pressure and apps may be forced to quit.
de: Benachrichtigen, wenn das System kritischen Druck erreicht und Apps möglicherweise beendet werden.
fr: Notifier quand le système atteint une pression critique et que des apps risquent d'être fermées de force.
zh_hans: 当系统达到严重压力且应用可能被迫退出时通知。

source: Notify when the system writes more than the chosen amount to swap.
de: Benachrichtigen, wenn das System mehr als die gewählte Menge in den Swap schreibt.
fr: Notifier quand le système écrit plus que la quantité choisie dans le swap.
zh_hans: 当系统写入交换内存超过所选数量时通知。

source: Notify when total CPU stays above the chosen level for a sustained period. Off by default: high CPU is normal during real work.
de: Benachrichtigen, wenn die gesamte CPU-Auslastung über einen längeren Zeitraum über dem gewählten Wert bleibt. Standardmäßig aus: Hohe CPU-Auslastung ist bei echter Arbeit normal.
fr: Notifier quand le CPU total reste au-dessus du niveau choisi pendant une période prolongée. Désactivé par défaut : un CPU élevé est normal pendant un vrai travail.
zh_hans: 当总 CPU 持续一段时间高于所选水平时通知。默认关闭：实际工作期间的高 CPU 占用属正常现象。

source: Now
de: Jetzt
fr: Maintenant
zh_hans: 现在

source: OPERATIONS PER SECOND
de: OPERATIONEN PRO SEKUNDE
fr: OPÉRATIONS PAR SECONDE
zh_hans: 每秒操作数

source: OWE Transition
de: OWE-Übergang
fr: Transition OWE
zh_hans: OWE 过渡模式

source: Observed min/max
de: Gemessenes Min./Max.
fr: Min./max. observés
zh_hans: 观测最小值/最大值

source: Off
de: Aus
fr: Arrêté
zh_hans: 已停转

# Off (setting)
source: Off
de: Aus
fr: Désactivé
zh_hans: 关闭

source: Off. %@ shows only the processes it can read at user level.
de: Aus. %@ zeigt nur die Prozesse, die es auf Benutzerebene lesen kann.
fr: Désactivé. %@ n'affiche que les processus qu'il peut lire au niveau utilisateur.
zh_hans: 已关闭。%@ 仅显示其可在用户级别读取的进程。

source: Off. Some folders will be missing from the Disk Map.
de: Aus. In der Disk Map werden einige Ordner fehlen.
fr: Désactivé. Certains dossiers seront absents de la Disk Map.
zh_hans: 未开启。磁盘地图中将缺少部分文件夹。

source: Older data is aggregated to this coarser resolution. Its age is additive: detailed history spans the high-resolution age plus this (e.g. 24h + 7d = 8 days), with about 90 days of hourly history kept beneath it.
de: Ältere Daten werden auf diese gröbere Auflösung zusammengefasst. Ihr Alter ist additiv: Der detaillierte Verlauf umfasst das hochauflösende Alter plus dieses (z. B. 24 Std. + 7 Tage = 8 Tage), darunter werden etwa 90 Tage stündlicher Verlauf aufbewahrt.
fr: Les données plus anciennes sont agrégées à cette résolution plus grossière. Sa durée s'additionne : l'historique détaillé couvre la durée haute résolution plus celle-ci (p. ex. 24 h + 7 j = 8 jours), avec environ 90 jours d'historique horaire conservés en dessous.
zh_hans: 较旧的数据会聚合到这种较粗的分辨率。其时长是累加的:详细历史记录涵盖高分辨率时长加上此时长(例如 24 小时 + 7 天 = 8 天),其下方保留约 90 天的按小时历史记录。

source: Oldest
de: Älteste
fr: Les plus anciens
zh_hans: 最旧

source: On
de: Ein
fr: Activé
zh_hans: 开启

source: On %@ W adapter
de: Am %@-W-Netzteil
fr: Sur adaptateur %@ W
zh_hans: 已接 %@ W 适配器

source: On Apple silicon, almost no RAM is ever “free”, and that is normal. macOS keeps memory busy on purpose. What matters is memory pressure: how hard the system is working to keep up. %@ puts that front and centre.
de: Auf Apple Silicon ist fast nie RAM „frei“, und das ist normal. macOS hält den Speicher absichtlich beschäftigt. Entscheidend ist der Speicherdruck: wie sehr sich das System anstrengen muss, um mitzuhalten. %@ stellt genau das in den Mittelpunkt.
fr: Sur Apple Silicon, presque aucune RAM n'est jamais « libre », et c'est normal. macOS occupe volontairement la mémoire. Ce qui compte, c'est la pression mémoire : l'effort que fournit le système pour suivre. %@ la met au premier plan.
zh_hans: 在 Apple 芯片上,几乎没有任何内存是真正“空闲”的,这完全正常。macOS 有意让内存保持繁忙。真正重要的是内存压力:系统为跟上需求付出了多大努力。%@ 将这一指标放在最核心的位置。

source: On adapter
de: Am Netzteil
fr: Sur adaptateur
zh_hans: 已接电源

source: On battery
de: Batteriebetrieb
fr: Sur batterie
zh_hans: 使用电池

source: On power adapter
de: Am Netzteil
fr: Sur adaptateur secteur
zh_hans: 使用电源适配器

source: On power adapter (AC) · energy impact ranks which apps work the Mac hardest.
de: Am Netzteil (AC) · Der Energieverbrauch zeigt, welche Apps den Mac am stärksten beanspruchen.
fr: Sur adaptateur secteur (AC) · l'impact énergétique classe les apps qui sollicitent le plus le Mac.
zh_hans: 已接通电源 · 能耗用于衡量哪些应用最耗电

source: On. %@ can read every process, including system processes.
de: Ein. %@ kann jeden Prozess lesen, auch Systemprozesse.
fr: Activé. %@ peut lire tous les processus, y compris les processus système.
zh_hans: 已开启。%@ 可以读取包括系统进程在内的所有进程。

source: On. The Disk Map can read every folder your account owns.
de: Ein. Die Disk Map kann jeden Ordner lesen, der deinem Account gehört.
fr: Activé. La Disk Map peut lire tous les dossiers appartenant à votre compte.
zh_hans: 已开启。磁盘地图可以读取你账户拥有的每个文件夹。

source: One hue, darker the deeper an item sits in the folder tree.
de: Ein Farbton, umso dunkler, je tiefer ein Objekt im Ordnerbaum liegt.
fr: Une seule teinte, d'autant plus foncée que l'élément est profond dans l'arborescence des dossiers.
zh_hans: 单一色相，项目在文件夹树中越深颜色越暗。

source: One process is running translated under Rosetta. Apple-silicon-native versions typically need less memory and CPU.
de: Ein Prozess läuft übersetzt unter Rosetta. Native Apple-Silicon-Versionen brauchen in der Regel weniger Speicher und CPU.
fr: Un processus s'exécute en mode traduit sous Rosetta. Les versions natives Apple Silicon ont généralement besoin de moins de mémoire et de CPU.
zh_hans: 有 1 个进程正在 Rosetta 转译下运行。Apple Silicon 原生版本通常占用更少的内存和 CPU。

source: Only Apple's own software may read or change this folder.
de: Nur Apples eigene Software darf diesen Ordner lesen oder ändern.
fr: Seuls les logiciels d'Apple peuvent lire ou modifier ce dossier.
zh_hans: 只有 Apple 自己的软件才能读取或更改此文件夹。

source: Open
de: Öffnen
fr: Ouvrir
zh_hans: 打开

source: Open %@
de: %@ öffnen
fr: Ouvrir %@
zh_hans: 打开 %@

source: Open Dashboard
de: Dashboard öffnen
fr: Ouvrir le tableau de bord
zh_hans: 打开仪表盘

source: Open Disk
de: Festplatte öffnen
fr: Ouvrir Disque
zh_hans: 打开磁盘

source: Open Energy
de: Energie öffnen
fr: Ouvrir Énergie
zh_hans: 打开能耗

source: Open Files & Sockets…
de: Geöffnete Dateien & Sockets …
fr: Fichiers ouverts et sockets…
zh_hans: 打开的文件与套接字…

source: Open Files · %@
de: Geöffnete Dateien · %@
fr: Fichiers ouverts · %@
zh_hans: 打开的文件 · %@

source: Open GPU
de: GPU öffnen
fr: Ouvrir GPU
zh_hans: 打开 GPU

source: Open Network
de: Netzwerk öffnen
fr: Ouvrir Réseau
zh_hans: 打开网络

source: Open Privacy Settings
de: Datenschutzeinstellungen öffnen
fr: Ouvrir les réglages de confidentialité
zh_hans: 打开隐私设置

source: Open Processes
de: Prozesse öffnen
fr: Ouvrir Processus
zh_hans: 打开进程

source: Open Settings…
de: Einstellungen öffnen …
fr: Ouvrir les réglages…
zh_hans: 打开设置…

source: Open System Settings…
de: Systemeinstellungen öffnen …
fr: Ouvrir Réglages Système…
zh_hans: 打开系统设置…

source: Open Trace
de: Trace öffnen
fr: Ouvrir une trace
zh_hans: 打开跟踪记录

source: Open a heap and footprint breakdown to track down a leak.
de: Öffne eine Aufschlüsselung von Heap und Footprint, um ein Leck aufzuspüren.
fr: Ouvrez une répartition du tas et de l'empreinte mémoire pour traquer une fuite.
zh_hans: 打开堆和内存占用明细，用来定位泄漏。

source: Open a shared trace file and view it here.
de: Öffne eine geteilte Trace-Datei und sieh sie hier an.
fr: Ouvrez un fichier de trace partagé et consultez-le ici.
zh_hans: 打开一个分享来的追踪文件并在此查看。

source: Open at Login
de: Bei der Anmeldung öffnen
fr: Ouvrir avec la session
zh_hans: 登录时打开

source: Open at login
de: Bei der Anmeldung öffnen
fr: Ouvrir avec la session
zh_hans: 登录时打开

source: Open at login?
de: Bei der Anmeldung öffnen?
fr: Ouvrir avec la session ?
zh_hans: 登录时打开？

source: Open file descriptors are climbing ({fd.count} now) — they may be leaking (opened but not closed).
de: Die Zahl offener Dateideskriptoren steigt (aktuell {fd.count}), möglicherweise ein Leck (geöffnet, aber nicht geschlossen).
fr: Le nombre de descripteurs de fichiers ouverts augmente ({fd.count} actuellement), ils fuient peut-être (ouverts mais jamais fermés).
zh_hans: 打开的文件描述符在增加（当前 {fd.count} 个），可能存在泄漏（只打开不关闭）。

source: Open files
de: Geöffnete Dateien
fr: Fichiers ouverts
zh_hans: 打开的文件

source: Open files & sockets
de: Geöffnete Dateien & Sockets
fr: Fichiers ouverts et sockets
zh_hans: 打开的文件与端口

source: Open files, sockets, and pipes
de: Geöffnete Dateien, Sockets und Pipes
fr: Fichiers ouverts, sockets et tubes
zh_hans: 打开的文件、套接字和管道

source: Open files, sockets, and pipes. A steady climb can signal a handle leak.
de: Geöffnete Dateien, Sockets und Pipes. Ein stetiger Anstieg kann auf ein Handle-Leck hindeuten.
fr: Fichiers ouverts, sockets et tubes. Une hausse constante peut signaler une fuite de descripteurs.
zh_hans: 已打开的文件、套接字和管道。持续上升可能表明存在句柄泄漏。

source: Open in Map
de: In der Disk Map öffnen
fr: Ouvrir dans Disk Map
zh_hans: 在地图中打开

source: Open the Energy tab
de: Tab „Energie“ öffnen
fr: Ouvrir l'onglet Énergie
zh_hans: 打开能耗标签页

source: Open the Network tab
de: Tab „Netzwerk“ öffnen
fr: Ouvrir l'onglet Réseau
zh_hans: 打开网络标签页

source: Open the dashboard for history, charts and per-process detail.
de: Öffne das Dashboard für Verlauf, Diagramme und Details pro Prozess.
fr: Ouvrez le tableau de bord pour l'historique, les graphiques et le détail par processus.
zh_hans: 打开仪表盘可查看历史记录、图表以及各进程的详细信息。

source: Opening trace
de: Trace wird geöffnet
fr: Ouverture de la trace
zh_hans: 正在打开跟踪记录

source: Opens a snapshot with a larger view, data, and explanations.
de: Öffnet eine Momentaufnahme mit größerer Ansicht, Daten und Erklärungen.
fr: Ouvre un instantané avec une vue agrandie, des données et des explications.
zh_hans: 打开包含放大视图、数据和说明的快照。

source: Opens an explanation of this figure.
de: Öffnet eine Erklärung zu diesem Wert.
fr: Ouvre une explication de ce chiffre.
zh_hans: 打开对该数值的说明。

source: Opens full adapter detail
de: Öffnet die vollständigen Adapterdetails
fr: Ouvre le détail complet de l’adaptateur
zh_hans: 打开完整的适配器详情

source: Opens this process in the main window
de: Öffnet diesen Prozess im Hauptfenster
fr: Ouvre ce processus dans la fenêtre principale
zh_hans: 在主窗口中打开此进程

source: Operating system
de: Betriebssystem
fr: Système d'exploitation
zh_hans: 操作系统

source: Operations and latency
de: Operationen und Latenz
fr: Opérations et latence
zh_hans: 操作与延迟

source: Other
de: Sonstige
fr: Autre
zh_hans: 其他

source: Other local networks
de: Andere lokale Netzwerke
fr: Autres réseaux locaux
zh_hans: 其他本地网络

source: Other volumes
de: Andere Volumes
fr: Autres volumes
zh_hans: 其他宗卷

source: Other volumes (%@)
de: Andere Volumes (%@)
fr: Autres volumes (%@)
zh_hans: 其他宗卷（%@）

source: Output channels
de: Ausgangskanäle
fr: Canaux de sortie
zh_hans: 输出声道数

source: Output source
de: Ausgabequelle
fr: Source de sortie
zh_hans: 输出源

source: Over 2 years
de: Über 2 Jahre
fr: Plus de 2 ans
zh_hans: 超过 2 年

source: Over time
de: Im Zeitverlauf
fr: Au fil du temps
zh_hans: 历史趋势

source: Overlay as many as eight processes and watch them live or over time.
de: Überlagere bis zu acht Prozesse und beobachte sie live oder im Zeitverlauf.
fr: Superposez jusqu'à huit processus et observez-les en direct ou au fil du temps.
zh_hans: 最多可叠加八个进程，并观察其实时或历史数据。

source: Override primary
de: Primären Dienst überschreiben
fr: Remplacer le service principal
zh_hans: 覆盖主要设置

source: Overview
de: Übersicht
fr: Vue d'ensemble
zh_hans: 概览

source: Owned by another user or by the system; your account cannot list it.
de: Gehört einem anderen Benutzer oder dem System; dein Account kann den Inhalt nicht auflisten.
fr: Appartient à un autre utilisateur ou au système ; votre compte ne peut pas en afficher le contenu.
zh_hans: 属于其他用户或系统；你的账户无法列出其内容。

source: PCB lot code
de: PCB-Chargencode
fr: Code de lot PCB
zh_hans: PCB 批次码

source: PCI device ID
de: PCI-Geräte-ID
fr: ID de périphérique PCI
zh_hans: PCI 设备 ID

source: PCI vendor ID
de: PCI-Hersteller-ID
fr: ID de fabricant PCI
zh_hans: PCI 厂商 ID

source: PHY mode
de: PHY-Modus
fr: Mode PHY
zh_hans: PHY 模式

source: PPD file version
de: PPD-Dateiversion
fr: Version du fichier PPD
zh_hans: PPD 文件版本

source: PROCESSOR
de: PROZESSOR
fr: PROCESSEUR
zh_hans: 处理器

source: Pack lot code
de: Pack-Chargencode
fr: Code de lot du pack
zh_hans: 电池组批次码

source: Package
de: Paket
fr: Paquet
zh_hans: 程序包

source: Packet loss
de: Paketverlust
fr: Perte de paquets
zh_hans: 丢包率

source: Packets
de: Pakete
fr: Paquets
zh_hans: 数据包

source: Page
de: Seite
zh_hans: 页面

source: Page size
de: Seitengröße
fr: Taille de page
zh_hans: 页大小

source: Paired
de: Gekoppelt
fr: Jumelé
zh_hans: 已配对

source: Parent PID
de: Übergeordnete PID
fr: PID parent
zh_hans: 父 PID

source: Part number
de: Teilenummer
fr: Numéro de pièce
zh_hans: 部件编号

source: Partial interval at the window edge
de: Teilintervall am Rand des Zeitfensters
fr: Intervalle partiel en bord de période
zh_hans: 时间窗口边缘的部分区间

source: Partial scan %@
de: Teilscan %@
fr: Analyse partielle %@
zh_hans: 部分扫描于%@

source: Partition map
de: Partitionstabelle
fr: Table de partition
zh_hans: 分区图

source: Path
de: Pfad
fr: Chemin
zh_hans: 路径

source: Path Prefix
de: Pfadpräfix
fr: Préfixe de chemin
zh_hans: 路径前缀

source: Path to a binary or .app
de: Pfad zu einer Binärdatei oder .app
fr: Chemin vers un binaire ou une .app
zh_hans: 二进制文件或 .app 的路径

source: Pause history logging
de: Verlaufsaufzeichnung pausieren
fr: Suspendre l'enregistrement de l'historique
zh_hans: 暂停历史记录

source: Peak
de: Spitze
fr: Pic
zh_hans: 峰值

source: Peak footprint
de: Maximaler Speicherbedarf
fr: Empreinte mémoire maximale
zh_hans: 峰值内存占用

source: Per-app network usage
de: Netzwerknutzung pro App
fr: Utilisation réseau par app
zh_hans: 按应用网络使用情况

source: Per-app usage
de: Nutzung pro App
fr: Utilisation par app
zh_hans: 按应用使用情况

source: Per-core percentages in the captured sample
de: Prozentsätze pro Kern im erfassten Messwert
fr: Pourcentages par cœur dans l’échantillon capturé
zh_hans: 捕获样本中的各核心百分比

source: Per-user caches and temporary files that macOS manages and clears on restart.
de: Benutzerspezifische Caches und temporäre Dateien, die macOS verwaltet und beim Neustart löscht.
fr: Caches et fichiers temporaires par utilisateur, gérés par macOS et effacés au redémarrage.
zh_hans: macOS 管理的按用户缓存和临时文件，重新启动时会清理。

source: Percent of one core
de: Prozent eines Kerns
fr: Pourcentage d'un cœur
zh_hans: 单个核心的百分比

source: Percent of one core, from the CPU-time delta between ticks.
de: Prozent eines Kerns, aus der CPU-Zeit-Differenz zwischen zwei Messungen.
fr: Pourcentage d'un cœur, calculé à partir du delta de temps CPU entre deux mesures.
zh_hans: 单个核心的百分比，基于采样间隔内的 CPU 时间增量计算。

source: Performance
de: Leistung
fr: Performances
zh_hans: 性能核

source: Performance CPU (smoothed)
de: Leistungs-CPU (geglättet)
fr: CPU de performance (lissé)
zh_hans: 性能核心 CPU 使用率（平滑值）

source: Peripherals
de: Peripheriegeräte
fr: Périphériques
zh_hans: 外围设备

source: Photos keeps its database and originals in here; changing it by hand corrupts the library.
de: Fotos bewahrt hier seine Datenbank und Originale auf; manuelle Änderungen beschädigen die Mediathek.
fr: Photos y conserve sa base de données et ses originaux ; toute modification manuelle corrompt la photothèque.
zh_hans: “照片”在这里保存其数据库和原件；手动更改会损坏图库。

source: Photos library
de: Fotos-Mediathek
fr: Photothèque
zh_hans: 照片图库

source: Physical cores
de: Physische Kerne
fr: Cœurs physiques
zh_hans: 物理核心数

source: Physical devices
de: Physische Geräte
fr: Périphériques physiques
zh_hans: 物理设备

source: Physical disk
de: Physische Festplatte
fr: Disque physique
zh_hans: 物理磁盘

source: Physical disk throughput trend
de: Durchsatztrend der physischen Festplatte
fr: Tendance du débit du disque physique
zh_hans: 物理磁盘吞吐量趋势

source: Physical drive
de: Physisches Laufwerk
fr: Lecteur physique
zh_hans: 物理驱动器

source: Physical interconnect
de: Physische Verbindung
fr: Interconnexion physique
zh_hans: 物理互连

source: Physical read and write activity, devices, and top processes.
de: Physische Lese- und Schreibaktivität, Geräte und die aktivsten Prozesse.
fr: Activité physique de lecture et d'écriture, périphériques et processus les plus actifs.
zh_hans: 物理读写活动、设备与占用最高的进程。

source: Physical read throughput, smoothed over about 5 seconds.
de: Physischer Lesedurchsatz, geglättet über etwa 5 Sekunden.
fr: Débit de lecture physique, lissé sur environ 5 secondes.
zh_hans: 物理读取吞吐量，约 5 秒平滑处理。

source: Physical traffic across real internal and external disks. Disk images are excluded, and per-process attribution below may not add up to this: filesystem caching, metadata, and paging are device traffic too.
de: Physischer Datenverkehr über echte interne und externe Festplatten. Disk-Images sind ausgenommen, und die Zuordnung pro Prozess unten muss sich nicht zu diesem Wert addieren: Dateisystem-Cache, Metadaten und Paging sind ebenfalls Gerätedatenverkehr.
fr: Trafic physique sur les disques internes et externes réels. Les images disque sont exclues, et l'attribution par processus ci-dessous peut ne pas correspondre à ce total : la mise en cache du système de fichiers, les métadonnées et la pagination sont aussi du trafic de périphérique.
zh_hans: 真实内部和外部磁盘的物理流量。磁盘映像不计入，下方的按进程归因可能无法与此完全相加：文件系统缓存、元数据和分页也属于设备流量。

source: Physical traffic across real internal and external disks. Disk images are excluded.
de: Physischer Datenverkehr über echte interne und externe Festplatten. Disk-Images sind ausgenommen.
fr: Trafic physique sur les disques internes et externes réels. Les images disque sont exclues.
zh_hans: 真实内外部磁盘的物理流量。磁盘映像不包含在内。

source: Physical write throughput, smoothed over about 5 seconds.
de: Physischer Schreibdurchsatz, geglättet über etwa 5 Sekunden.
fr: Débit d'écriture physique, lissé sur environ 5 secondes.
zh_hans: 物理写入吞吐量，约 5 秒平滑处理。

source: Pick a kind on the left to list its largest items.
de: Wähle links eine Art, um ihre größten Objekte aufzulisten.
fr: Choisissez un type à gauche pour lister ses éléments les plus volumineux.
zh_hans: 在左侧选择一种类型以列出其中最大的项目。

source: Pick a known Team ID by name
de: Bekannte Team-ID nach Name wählen
fr: Choisir une Team ID connue par son nom
zh_hans: 按名称选择一个已知的 Team ID

source: Pictures
de: Bilder
fr: Images
zh_hans: 图片

source: Pixel resolution
de: Pixelauflösung
fr: Résolution en pixels
zh_hans: 像素分辨率

source: Pixels
de: Pixel
zh_hans: 像素

source: Platform
de: Plattform
fr: Plateforme
zh_hans: 平台

source: Plugged in
de: Angeschlossen
fr: Branché
zh_hans: 已连接电源

source: Podspec repositories; re-cloned on demand.
de: Podspec-Repositories; werden bei Bedarf neu geklont.
fr: Dépôts Podspec ; reclonés à la demande.
zh_hans: Podspec 仓库；按需重新克隆。

source: Port scan the selected device
de: Ports des ausgewählten Geräts scannen
fr: Analyser les ports de l'appareil sélectionné
zh_hans: 对所选设备进行端口扫描

source: Possible descriptor leak
de: Mögliches Deskriptor-Leck
fr: Fuite de descripteurs possible
zh_hans: 疑似文件描述符泄漏

source: Possible memory leak
de: Mögliches Speicherleck
fr: Fuite de mémoire possible
zh_hans: 疑似内存泄漏

source: Possible memory leak · %@%% confidence. Its memory has been climbing steadily.
de: Mögliches Speicherleck · %@%% Konfidenz. Der Speicherbedarf steigt stetig.
fr: Fuite de mémoire possible · confiance de %@%%. Sa mémoire augmente régulièrement.
zh_hans: 可能存在内存泄漏 · 置信度 %@%%。它的内存一直在稳步上升。

source: Possible memory leak · its memory has been climbing steadily.
de: Mögliches Speicherleck · der Speicherbedarf steigt stetig.
fr: Fuite de mémoire possible · sa mémoire augmente régulièrement.
zh_hans: 可能存在内存泄漏 · 它的内存一直在稳步上升。

source: Possible memory leak, %@ percent confidence
de: Mögliches Speicherleck, %@ Prozent Konfidenz
fr: Fuite de mémoire possible, confiance de %@ pour cent
zh_hans: 可能存在内存泄漏，置信度 %@ 百分比

source: Power
de: Leistung
fr: Puissance
zh_hans: 功耗

source: Power adapter
de: Netzteil
fr: Adaptateur secteur
zh_hans: 电源适配器

source: Power adapter (AC)
de: Netzteil (AC)
fr: Adaptateur secteur (AC)
zh_hans: 电源适配器 (交流电)

source: Power allocation
de: Leistungszuweisung
fr: Allocation de puissance
zh_hans: 功率分配

source: Power and battery
de: Strom und Batterie
fr: Alimentation et batterie
zh_hans: 电源与电池

source: Power cap
de: Leistungslimit
fr: Limite de puissance
zh_hans: 功耗上限

# Power cap none
source: None
de: Keins
fr: Aucune
zh_hans: 无

source: Power cycles
de: Einschaltzyklen
fr: Cycles d'alimentation
zh_hans: 通电次数

source: Power drawn by the Apple Neural Engine, the block Core ML runs models on. It reads zero when idle, so any reading means an on-device model is executing. Its work is proxied through a system daemon, so it cannot be attributed to a single process.
de: Leistungsaufnahme der Apple Neural Engine, des Blocks, auf dem Core ML Modelle ausführt. Im Leerlauf zeigt sie null, jeder Wert bedeutet also, dass gerade ein Modell auf dem Gerät läuft. Ihre Arbeit läuft über einen System-Daemon und lässt sich daher keinem einzelnen Prozess zuordnen.
fr: Puissance consommée par l'Apple Neural Engine, le bloc sur lequel Core ML exécute les modèles. Elle est nulle au repos, donc toute valeur signifie qu'un modèle s'exécute sur l'appareil. Son travail passe par un démon système, il ne peut donc pas être attribué à un processus précis.
zh_hans: Apple 神经网络引擎 (ANE) 消耗的功率，Core ML 模型即在其上运行。空闲时读数为零，因此任何读数都意味着设备端模型正在执行。由于其任务是通过系统守护进程代理的，因此无法归因于单个进程。

source: Power drawn by the GPU, in watts. Click for details.
de: Leistungsaufnahme der GPU in Watt. Klicke für Details.
fr: Puissance consommée par le GPU, en watts. Cliquez pour plus de détails.
zh_hans: GPU 消耗的功率，单位为瓦。点击查看详情。

source: Power settings
de: Energieeinstellungen
fr: Réglages d'alimentation
zh_hans: 电源设置

source: Power source
de: Stromquelle
fr: Source d'alimentation
zh_hans: 电源

source: Power-on time
de: Einschaltzeit
fr: Temps sous tension
zh_hans: 通电时间

source: Preparing…
de: Wird vorbereitet …
fr: Préparation…
zh_hans: 准备中…

source: Presentation
de: Darstellung
fr: Présentation
zh_hans: 显示方式

source: Preset
de: Voreinstellung
fr: Préréglage
zh_hans: 预设

source: Pressure
de: Druck
fr: Pression
zh_hans: 压力
